{
  "activateFullPower": "\"כדי להפעיל את כל העוצמה של אפליקציית הציור החיה שלנו, אנא הורד את הקבצים החסרים.",
  "analyzingImages": "המתן רגע! אנו כעת מנתחים את התמונות שסיפקת כדי לארוג את הסיפור המושלם מסביב להן. תהליך זה משתמש באלגוריתמים מתקדמים של בינה מלאכותית כדי להבין את ההקשר ואת האלמנטים בתמונות שלך, מה שמבטיח נרטיב שבאמת מתהדה עם החזותיות. בהתאם למורכבות ולמספר התמונות, זה עשוי לקחת מ-20 שניות עד 2 דקות. אנו מעריכים את סבלנותך. היכונו להתפעל מהסיפורים שהבינה המלאכותית שלנו יכולה ליצור במיוחד עבורך.",
  "downloadSuccessUnpacking": "ההורדה הצליחה! כעת, בואו נפתח את אוצר הטכנולוגיה הזה.",
  "essentialModelDownloads": "הורדות דגמים חיוניות נדרשות!",
  "howToUseCaptain": "אתה יכול לשלוט בקפטן בקלות דרך הפרומפט, שאתה יכול לפתוח בכל עת באמצעות שילוב המקשים Ctrl + Alt + Space. פשוט כתוב מה אתה רוצה לעשות, ואנחנו נטפל בשאר.",
  "preparation": "כדי שהפרומפט יעבוד, אנו מכינים הכל במהירות.",
  "preparationDone": "כל ההכנות הסתיימו! תהנה מהשימוש בקפטן.",
  "quote1": "כמו בני אדם, גם מערכות הבינה המלאכותית חולמות על כבשים חשמליים. זזז...",
  "quote2": "אני לומד דברים חדשים! הידעת שאני לא יכול להנות מכוס קפה? עם זאת, אני יכול לעזור להכין אחת.",
  "quote3": "אם אתה חושב שדקה עוברת מהר מאוד, מעולם לא היית ב'שניות האחרונות' של הורדה.",
  "quote4": "עבודה עם בינה מלאכותית זה כמו להכיר חבר שיודע כמעט הכל אבל עדיין לא יודע לקשור שרוכים.",
  "quote5": "ביקשתי מהבינה המלאכותית לספר לי בדיחה. היא אמרה, 'הייתי מספר לך בדיחת UDP, אבל אולי לא תקבל אותה.'",
  "storyFormIntroduction": "ברוך הבא לכלי ההתאמה האישית שלנו לסיפורים! לאחר שהענקת חיים לחזיונות שלך באמצעות הכלי שלנו לציור מופעל על ידי AI, הגיע הזמן לרקום סיפורים סביב היצירות שלך. בחר את העדפותיך למטה כדי לעצב את הסיפור שמתאים בצורה הטובה ביותר ליצירת המופת שלך. בין אם אתה מעוניין בסיפור קצר ומתוק, במסע בינוני האורך לעולם הפנטסטי, או בצלילה עמוקה לעולמות הלא נודע, אנו כאן כדי להפוך את הסיפור שלך למציאות. בחר את סגנון הסיפור שלך, קבע את הטון הרגשי, ובוא ניצור יחד סיפור קסום.",
  "unpackingSuccess": "נהדר, הכל הותקן. אתה כמעט שם."
}
